{
    "lang":"en-US",
    "dir":"ltr",
    "agancy_name":"Technology Business Solutions",
    "agancy_Sub":"TBS",
    "address_agancy":"67 al Maha St, Office 13 ",
    "address_agancy_2":"Al Khuwair Bawshar Muscat,Sultanate of Oman",
    "agancy_slog":"Bright New Ideas",
    "titleـpage": "Technology Business Solutions",
    "viewMore": "View More",
    "back":"back",
    "about": "About",
    "us": "Us",
    "about_us_supPrag":"We Are Here ",
    "about_us_supPrag_1":"  For Made Your Idea ",
    "about_us_pragraph_1":"Technology business solutions is a creative digital solutions provider. We pride ourselves on not only creating suitable strategies for our clients but also striving to change the digital marketing landscape by encouraging the client to fully realize their vision. In this regard, we consider ourselves partners & consultants in the creative process.",
    "about_us_pragraph_2":"'Bright New Ideas' isn’t just our name, it's our credo. Our roster of clients includes major multinational companies from a diverse range of industries, and we also regularly act as the digital arm for established local and multinational advertising agencies.",
    "about_us_pragraph_3":"Our range of expertise includes web design, e-commerce back-end & user interface, as well as graphic design for companies/products, and corporate identity creation. In addition, we develop digital marketing tools with a network of professional corporate writers & voice-over actors. Our in-house graphic design team also incorporates professional digital photography, further ensuring a comprehensive portfolio of services to clients.",
    "services":"Our services",
    "services2":"Services we’re",
    "provided":"provided",
    "services3":"TBS ensures to adapt an Innovative approach which offers a full range of professional services",
    "more":"view more",
    "ERP":"ERP Implementation",
    "Software":"Software Development",
    "Application":"Application & Project Consultancy",
    "Data":"Data Capturing",
    "Security":" Security & Identification Systems",
   "Mobile": "Mobile Application",
   "Enterprise":"Enterprise Portal Development",
   "title":"title",
   "OurClient":"Our Client",
   "latestblogs":"Latest Blogs"
  }